[
  "Deine Mutter macht bei der neuen Arielwerbung mit, als Fettfleck.",
  "Was ist 200 km/h schnell und rollt über die Autobahn? Deine Mutter mit nem McDonalds Gutschein.",
  "Deine Mutter ist so fett, ihr Schulfoto aus der ersten Klasse druckt immer noch.",
  "Wenn deine Mutter vom 10er Brett springt, geht das Wasser freiwillig aus dem Becken.",
  "Was ist der Unterschied zwischen einer Milch und deiner Mutter? Die Milch gibt es auch in fettarm.",
  "Deine Mutter lacht die hässliche Frau im Spiegel aus.",
  "Deine Mutter ist so fett, wenn sie auf ner Waage steht, erscheint meine Telefonnummer.",
  "Als Bob der Baumeister deine Mutter gesehen hat, hat er gesagt: „Das können wir nicht schaffen.“",
  "Deine Mutter arbeitet auf der Baustelle als Gegengewicht vom Kran.",
  "Wenn deine Mutter tanzt bekommt das Wort „Walzer“ eine völlig neue Bedeutung",
  "Deine Mutter ist so fett, sie wird bei McDonald’s gefragt was sie nicht bestellen will.",
  "Deine Mutter ist so fett, wenn sie in die Luft springt, denken Forscher, sie hätten ein neuen Planeten entdeckt.",
  "Wenn deine Mutter am Fenster vorbei läuft ist es 3 Wochen dunkel im Haus.",
  "Deine Mutter ist so fett, wenn sie leuchten würde, wäre die Sonne arbeitslos.",
  "Was ist das Lieblingslied deiner Mutter? „Ach wie gut dass niemand weiß, dass ich in fremde Gärten scheiß.“",
  "Ein Familienvater kauft einen Erziehungsroboter, der immer wenn jemand lügt Backpfeifen verteilt. Als die Familie abends beim essen zusammensitzt fragt er den Sohn: „Na? Wie war den heute in der Schule?“, worauf der Sohn: „Gut!“ antwortet, und :robot: ZACK vom Roboter eine gescheuert bekommt. Der Vater bohrt weiter: „Warum was war den in der Schule?“ Die Entgegnung „Jaa. Es war recht anstrengend! Aber hab mih durchgekämpft!“ wird :robot: ZACK, wieder mit einer Watschen quitiert. Der Vater zieht die Augenbraue hoch und schaut den Sohn nur noch fragend an, woraufhin der zugibt: „Ok. Wir haben geschwänzt und waren im Kino!“. Wobei der Roboter regungslos bleibt. Der Vater, zuversichtlich geworden, bohrt weiter: „Was für ein Film?“, der Sohn: „So ein Aktionfil...“ :robot: ZACK „OK OK. Es war ein Porno.“ Der Vater lässt sich im Stuhl zurücksinken und sagt: „Sowas hätten wir und damals nicht erlaubt.“ :robot: ZACK, worauf die Mutter lacht: „HaHaHa. Dein Sohn!“ :robot: ZACK",
  "Ich schaue mir meine Filme nicht an, sie sind mir zu brutal - Jennifer Aniston",
  "Niemand hat vor eine Mauer zu errichten - Bob der Baumeister",
  "Mr. Gorbatschow, tear down this wall - David Hasselhoff",
  "Tue niemanden etwas an, was Dir selbst nicht angetan werden will - Kurt Cobain"
]
